
locations_description = {
    "square": "Вы находитесь на площади Туманного Рассвета. Жители шепчутся о пропавших детях.",
    "square_talk": "Жители рассказывают о странных событиях. Ваш следующий шаг?",
    "dark_alley": "Тёмный переулок полон загадок и опасностей.",
    "dark_alley_loss": "Тёмный переулок полон опасностей. Вы проиграли.",
    "moonlight_tavern": "Таверна наполнена запахом приправ и звуками разговоров.",
    "moonlight_tavern_loss": "Вы не остались в таверне. Проигрыш.",
    "forest_path_win": "Лесная тропинка ведет вас в безопасное место.",
    "elfish_bowl": "Эльфийская чаша света приносит вам удачу.",
    "elfish_bowl_loss": "Попытка украсть что-то у эльфов привела к поражению.",
    "underground": "Эльфы привели вас в их подземелья.",
    "underground_win": "Исследование подземелий приводит вас к победе.",
    "last_battle": "Вы вступаете в последнюю битву.",
    "victory": "Ваша смелость и мудрость привели вас к победе. Игра завершена.",
    "last_battle_loss": "Тьма поглотила вас. Ваше приключение завершилось неудачей.",
    "end": "Конец приключения."
}

